Repository: pchraper/AptekaHit
Catalog: themes/electrive/translations/*/ShopThemeCatalog.*.xlf
Languages: it_it

source: Brands
it_it: Marchi

source: All brands
it_it: Tutte le marche

source: %s other product
it_it: %s altro prodotto

source: contact info
it_it: contatto

source: Customers who bought this product also bought:
it_it: I clienti che hanno acquistato questo prodotto hanno comprato anche:

source: My Account
it_it: account

source: My alerts
it_it: I miei avvisi

source: Sign up for
it_it: Iscriversi per

source: Newsletter
it_it: notiziario

source: Get our updates on new arrivals
it_it: Ricevi i nostri aggiornamenti

source: top product
it_it: prodotto

source: featured
it_it: articolo

source: popular
it_it: popolare

source: New
it_it: Nuovo

source: 1 person is currently watching this product.
it_it: 1 persona sta attualmente guardando questo prodotto.

source: %nb_people% people are currently watching this product.
it_it: %nb_people% persone stanno attualmente guardando questo prodotto.

source: Last time this product was bought: %date_last_order%
it_it: Ultima volta che questo prodotto è stato acquistato: %date_last_order%

source: Last time this product was added to a cart: %date_last_cart%
it_it: L'ultima volta che questo prodotto è stato aggiunto al carrello: %date_last_cart%

source: No RSS feed added
it_it: Nessun RSS feed aggiunto

source: Search our catalog
it_it: Cerca nel catalogo

source: Search
it_it: Cerca

source: My cart
it_it: carrello

source: Special Product
it_it: Prodotto speciale

source: Suppliers
it_it: Fornitori

source: All suppliers
it_it: Tutti i fornitori

source: Viewed products
it_it: Prodotti visti

source: List of products by brand %brand_name%
it_it: Elenco dei prodotti per la marca %brand_name%

source: List of products by supplier %s
it_it: Elenco dei prodotti per fornitore %s

source: This pack contains
it_it: Questo pacco contiene

source: items
it_it: articolo

source: Regular price
it_it: Prezzo base

source: stock out
it_it: fare scorta

source: add to cart
it_it: acquistare

source: Quick-view
it_it: Un'occhiata

source: Wishlist
it_it: Desiderio

source: Available :
it_it: A disposizione :

source: Product customization
it_it: Personalizzazione del prodotto

source: Reference
it_it: Riferimento

source: Quantity
it_it: Quantità

source: Product
it_it: Prodotto

source: Unit price
it_it: Prezzo unitario

source: Total price
it_it: Prezzo totale

source: Your customization:
it_it: La tua personalizzazione:

source: Brand
it_it: Marca

source: In stock
it_it: In magazzino

source: Availability date:
it_it: Disponibile dal:

source: Data sheet
it_it: Scheda tecnica

source: Specific References
it_it: Riferimenti Specifici

source: Condition
it_it: Condizione

source: Volume discounts
it_it: Sconti sul volume

source: You Save
it_it: Salva

source: Up to %discount%
it_it: Fino a %discount%

source: Save %percentage%
it_it: Risparmia %percentage%

source: Save %amount%
it_it: Risparmia %amount%

source: %price% tax excl.
it_it: %price% Iva escl.

source: Instead of %price%
it_it: Invece di %price%

source: Including %amount% for ecotax
it_it: Inclusi %amount% a titolo di ecotassa

source: (not impacted by the discount)
it_it: (non influenzato dallo sconto)

source: There are %product_count% products.
it_it: Ci sono %product_count% prodotti.

source: There is 1 product.
it_it: C'è 1 prodotto.

source: Showing %from%-%to% of %total% item(s)
it_it: Visualizzati %from%-%to% su %total% articoli

source: Category
it_it: Categoria
